/* NSExecutableNotLoadableError */
"BundleErr3584" = "Pachetul “%@” nu a putut fi încărcat, deoarece executabilul acestuia nu este încărcabil.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "Executabilul pachetului nu este încărcabil.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Încercați să reinstalați pachetul.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "Pachetul “%@” nu a putut fi încărcat, deoarece nu conține o versiune pentru arhitectura curentă.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "Pachetul nu conține o versiune pentru arhitectura curentă.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Încercați să instalați o versiune universală a pachetului.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "Pachetul “%@” nu a putut fi încărcat, deoarece nu este compatibil cu aplicația curentă.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "Pachetul nu este compatibil cu această aplicație.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Încercați să instalați o versiune mai nouă a pachetului.";

/* NSExecutableLoadError */
"BundleErr3587" = "Pachetul “%@” nu a putut fi încărcat, deoarece este deteriorat sau îi lipsesc resurse necesare.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "Pachetul este deteriorat sau îi lipsesc resurse necesare.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Încercați să reinstalați pachetul.";

/* NSExecutableLinkError */
"BundleErr3588" = "Pachetul “%@” nu a putut fi încărcat.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "Pachetul nu a putut fi încărcat.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Încercați să reinstalați pachetul.";

/* NSFileNoSuchFileError */
"BundleErr4" = "Pachetul “%@” nu a putut fi încărcat, deoarece executabilul său nu a putut fi localizat.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "Executabilul pachetului nu a putut fi localizat.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Încercați să reinstalați pachetul.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "Operația nu a putut fi efectuată. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "Operația nu a putut fi efectuată. (eroare %1$@ %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "Operația nu a putut fi efectuată. (eroare %1$@ %2$ld.)";

